"Administration" = "ניהולי";
"Adult" = "מבוגרים";
"App Addons" = "תוספי אפליקציות";
"Archiving" = "שימור ארכיון";
"CarrierBundle" = "חבילות ספקים";
"Data_Storage" = "איחסון מידע";
"Development" = "פיתוח";
"Dictionaries" = "מילונים";
"eBooks" = "ספרים אלקטרונים";
"Entertainment" = "בידור";
"Games" = "משחקים";
"Java" = "ג'אווה";
"Keyboards" = "מקלדות";
"Localization" = "התאמה מקומית";
"Messages" = "הודעות";
"Messaging" = "הודעות";
"Multimedia" = "מולטימדיה";
"Navigation" = "ניווט";
"Networking" = "רשתות";
"Packaging" = "יצירת חבילות";
"Productivity" = "יעול זמן";
"Repositories" = "מחסני התקנות";
"Ringtones" = "רינגטונים";
"Scripting" = "סקריפטים";
"Security" = "אבטחה";
"System" = "מערכת";
"Terminal_Support" = "תמיכת טרמינל";
"Text Editors" = "עורכי טקסט";
"Text_Editors" = "עורכי טקסט";
"Themes" = "ערכות נושא";
"Themes (Addition)" = "ערכות נושא (תוספת)";
"Themes (App)" = "ערכות נושא אפליקציות";
"Themes (Apps)" = "ערכות נושא (אפליקציות)";
"Themes (Battery)" = "ערכות נושא (בטריה)";
"Themes (Complete)" = "ערכות נושא (שלם)";
"Themes (Dialer)" = "ערכות נושא (חייגן)";
"Themes (Dock)" = "ערכות נושא (דוק)";
"Themes (Icy)" = "ערכות נושא (Icy)";
"Themes (Keyboard)" = "ערכות נושא (מקלדת)";
"Themes (Lockscreen)" = "ערכות נושא (מסך נעילה)";
"Themes (Per-Page)" = "ערכות נושא (לפי עמוד)";
"Themes (Ringtones)" = "ערכות נושא (רינגטונים)";
"Themes (SBSettings)" = "ערכות נושא (SBSettings)";
"Themes (SMS)" = "ערכות נושא (SMS)";
"Themes (Sounds)" = "ערכות נושא (צלילים)";
"Themes (SpringBoard)" = "ערכות נושא (SpringBoard)";
"Themes (SummerBoard)" = "ערכות נושא (SummerBoard)";
"Themes (System)" = "ערכות נושא (מערכת)";
"Themes (Videos)" = "ערכות נושא (וידאו)";
"Themes (WinterBoard)" = "ערכות נושא (WinterBoard)";
"Toys" = "צעצועים";
"Tweaks" = "התאמות";
"Tweaks 2.0" = "התאמות 2.0";
"Tweaks 2.1" = "התאמות 2.1";
"Tweaks 2.2" = "התאמות 2.2";
"Utilities" = "כלים שימושיים";
"Wallpaper" = "טפטים";
"Wallpapers" = "טפטים";
"WebApps" = "אפליקציות רשת";
"WebClips" = "WebClips";
"Widgets" = "וויג'דטים";
"X_Window" = "X-Windows";
